
"TimeDifferenceYearsKey" = "%d年前";

"TimeDifferenceYearKey" = "1年前";

"TimeDifferenceDaysKey" = "%d日前";

"TimeDifferenceDayKey" = "1日前";

"TimeDifferenceHoursKey" = "%d時間前";

"TimeDifferenceHourKey" = "1時間前";

"TimeDifferenceMinutesKey" = "%d分前";

"TimeDifferenceMinuteKey" = "1分前";

"TimeDifferenceSecondsKey" = "%d秒前";

"TimeDifferenceSecondKey" = "1秒前";

"TimeDifferenceNowKey" = "現在";
